<template>
  <h1 class="title">הוראות</h1>

  <ol>
    <li>
      ראשית, יש לגרור את הקישור הבא אל שורת הסימניות:
      <bookmarklet />
    </li>
    <li>
      כעת, יש ללחוץ על הכפתור התחתון על מנט לנווט אל אתר המידע האישי, ולמלא פרטי התחברות במידת הצורך.
      <br />
      שימו לב, אין לנווט לאתר בעזרת כרטיסיה נפרדת, אלא בהכרח דרך הכרטיסיה/חלון
      שנפתח עם לחיצת הכפתור למטה
    </li>
    <li>
      כעת, כשהחלון של אתר המידע האישי פתוח וסיים להיטען, יש ללחוץ על הסימניה הנ"ל משורת הסימניות.
      <br/>
      לאחר שתהליך חילוץ הנתונים מהאתר יסתיים, יש להמשיך בדף הזה על מנת לסיים את התהליך.
    </li>
  </ol>
</template>

<script>
import Bookmarklet from "./Bookmarklet.vue";
export default {
  components: { Bookmarklet }
};
</script>

<style>
</style>